{
  "Header.Item1": "About me",
  "Header.Item2": "Experience",
  "Header.Item5": "Education",
  "Header.Item3": "Projects",
  "Header.Item4": "Contact",
  "Header.cvBtn": "RESUME",

  "Banner.Pretitle": "Hello! My name is",
  "Banner.Description": "Experienced Front-End Web Developer with over <span class='underline'> 1.5+ years</span> of hands-on experience in <span class='underline'> HTML, CSS, JavaScript</span>, and responsive design. </br>Proficient in frameworks like <span class='underline'> Angular, Bootstrap, jQuery, and kendoUI </span> to develop visually appealing and user-friendly web applications. <span class='underline'> Skilled in Agile methodologies</span>, <span class='underline'> project management with Jira </span>, and collaborating within cross-functional teams. Eager to apply expertise in delivering innovative web solutions.",
  "Banner.ActionBtn": "Get in touch",

  "AboutMe.Title": "About me",
  "AboutMe.Paragraphs": [
    "In my <span class='underline'>2 years as a developer</span>, I seek to train every day. I have worked writing <span class='underline'>unit tests</span>, <span class='underline'>performing continuous integration</span>, and covering backend developer roles with <span class='underline'>Node.Js and MongoDB</span>. I have led teams having empathy, exercising motivation to partners, and setting plans and goals together.",
    "My skills also include implementing system improvements, optimizing sites, standardizing patterns, and suggesting and executing ideas that add value to the project I'm working on.",
    "Some of the technologies that I have trained and worked on include (but are not limited to):"
  ],

  "Experience.Title": "Experience",
  "Experience.Jobs": [
    {
      "Tab": "QONDUCTOR",
      "Title": "Triarq Helth Llp Pune | Software Engineer",
      "Date": "March 2023 - Present",
      "Description": [
        "Contributed to the development of Qunductor, a platform designed to streamline the Eligibility Verification process within the healthcare sector. Utilized Angular framework for frontend development, enabling seamless import of patient information, project creation, and task assignment for Revenue Cycle Management (RCM) employees. Orchestrated the verification of patient eligibility criteria in accordance with insurance parameters, ensuring accuracy in processing. Implemented key functionalities including document uploading, Excel export, and version updates, transitioning the platform from Angular 9 to 13 for enhanced efficiency."
      ]
    },
    {
      "Tab": "POLICY SERVER",
      "Title": "IAriana Technology Pune | Software Engineer",
      "Date": "September 2023 - March 2023",
      "Description": [
        "I played a pivotal role in the design and execution of a policy server product centered around email restrictions and regulations. My contributions spanned various facets, including the development of interfaces for Customer Admin, Super Admin, and policy rule creation functionalities. Through meticulous integration of APIs and meticulous attention to detail, I ensured seamless communication between different system components. Additionally, I prioritized responsive design principles to guarantee optimal user experiences across devices. Over the course of the project, I spearheaded the implementation of 14 distinct policies, each tailored to specific rule creation requirements. By combining technical expertise with a commitment to meeting client needs, I played an integral role in delivering a robust and versatile policy server solution."
      ]
    },
    {
      "Tab": "GIVETH",
      "Title": "IAriana Technology Pune | Software Engineer",
      "Date": "September 2023 - March 2023",
      "Description": [
        " I spearheaded the development of an Angular-based web application dedicated to a meal donation initiative aimed at supporting underprivileged children. Within this project, I orchestrated the implementation of comprehensive functionalities, including user registration, secure authentication protocols, and seamless payment processing systems. Additionally, I devised a unique GCC code generation and management system, ensuring transparency and accountability in donation tracking. To facilitate the distribution process, I created a complementary mobile application tailored for shopkeepers, enabling them to scan GCC codes efficiently. Furthermore, I integrated tracking, reporting, and analytics features to provide stakeholders with valuable insights for assessing project impact. With meticulous attention to detail, I successfully deployed the project and meticulously managed documentation to ensure smooth operation and future scalability."
      ]
    },
    {
      "Tab": " Blood Banks",
      "Title": "Aavid Software | Intenship",
      "Date": "March 2022 - September 2023",
      "Description": [
        "Conducted comprehensive literature reviews to explore the role of information systems in blood bank management. Analyzed findings to identify the benefits of web-based blood bank systems, including enhanced convenience, efficiency, and security compared to traditional manual systems. Recognized the limitations of manual processes, which often resulted in user dissatisfaction. Emphasized the pivotal role of online blood bank applications in simplifying tasks and ensuring rapid data retrieval when required."
      ]
    
    
    }
   
  ],

  "FeatureProjects.Title": "My projects",
  "FeatureProjects.Label": "Project",
  "FeatureProjects.Projects": [
    {
        "Title": "Blood Donation Management System",
        "Description": "Conducted comprehensive literature reviews to explore the role of information systems in blood bank management. Analyzed findings to identify the benefits of web-based blood bank systems, including enhanced convenience, efficiency, and security compared to traditional manual systems. Recognized the limitations of manual processes, which often resulted in user dissatisfaction. Emphasized the pivotal role of online blood bank applications in simplifying tasks and ensuring rapid data retrieval when required. Skills utilized: Angular, Node.js, CSS, Bootstrap, jQuery, MongoDB.",
        "imgs": [
          "assets/images/proyex/1.png",
          "assets/images/proyex/2.png",
          "assets/images/proyex/3.png",
          "assets/images/proyex/4.png",
          "assets/images/proyex/5.png",
          "assets/images/proyex/6.png"
        ],
        "Technologies": [
          "Angular",
          "Node.js",
          "CSS",
          "Bootstrap",
          "jQuery",
          "MongoDB"
        ]
      },
    {
      "Title": "Cryptocurrency",
      "Description": "I specialize in creating dynamic <span class='underline'>cryptocurrency dashboards and secure authentication systems</span> using<span class='underline'> HTML, CSS, and JavaScript</span>, leveraging local storage for user authentication. Explore my projects showcasing innovative frontend design and robust functionality. Let's collaborate to bring your ideas to life in the digital realm!",

      "imgs": [
        "assets/images/agrourbana/1.png",
        "assets/images/agrourbana/2.png",
        "assets/images/agrourbana/3.png"
      ],
      "Technologies": ["JAVASCRIPT", "HTML", "CSS"]
    },
    {
      "Title": "Ciscom Hospital",
      "Description": "As a seasoned front-end web developer, I specialize in crafting static websites tailored to the unique needs of various industries. Recently, I spearheaded the creation of a comprehensive website for a hospital, leveraging my expertise in HTML and CSS to deliver a seamless user experience. My role involved meticulous attention to detail in structuring content with HTML while ensuring a visually appealing layout through CSS styling. By prioritizing responsive design principles, I guarantee accessibility across diverse browsers and devices. I excel in translating client requirements into tangible web solutions, demonstrating proficiency in project management and adherence to strict deadlines. My dedication to producing high-quality results is underscored by my commitment to staying abreast of emerging trends in web development.",
      "imgs": [
        "assets/images/tusuperplan/1.png",
        "assets/images/tusuperplan/2.png",
        "assets/images/tusuperplan/3.png",
        "assets/images/tusuperplan/4.png"
      ],
      "Technologies": ["HTML", "CSS"]
    },
    
    {
      "Title": "Calculator",
      "Description": "Developed a basic calculator application using HTML, CSS, and JavaScript, encapsulated within a single HTML file. The calculator enables users to perform essential arithmetic operations including addition, subtraction, multiplication, and division. Implemented a user-friendly interface featuring a display area for input and results, with intuitive buttons for numerical input, operator selection, and result calculation. This project demonstrates proficiency in front-end web development, emphasizing simplicity, usability, and efficient code organization.      ",
      "imgs": ["assets/images/cal-1.png"],
      "ghLink": "https://github.com/andresjosehr/hands-game",
      "demoLink": "https://projects.andresjosehr.com/hands-game",
      "Technologies": ["Angular", "TYPESCRIPT","CSS","BOOTSTRAP"]
    }
    
  ],

  "OtherProjects.Title": "More Projects",
  "OtherProjects.Projects": [
    {
      "Title": "Portfolio Website",
      "Description": "Built a dynamic portfolio site with Angular, JSON, Bootstrap, SCSS, and ES6. Ensured seamless responsiveness and elegant design for enhanced user experience. Leveraged modern web technologies to showcase projects and skills effectively",
      "ghLink": "https://github.com/andresjosehr/pokemon-angular",
      "demoLink": "https://projects.andresjosehr.com/pokemon-list",
      "Technologies": ["Angular", "RxJs", "SCSS", "Bootstrap","JSON","ES6"]
    },
    {
      "Title": "Beta Craft Webside",
      "Description": "I'm practicing by building a craft website with JavaScript, HTML, CSS, and Bootstrap. I've planned features, set up directories, designed layouts, and added interactivity with JavaScript. Testing across devices is vital before deployment, enhancing my coding skills.",
      "ghLink": "https://github.com/andresjosehr/coming-soon-page",
      "demoLink": "https://projects.andresjosehr.com/coming-soon-page",
      "Technologies": ["Angular", "SASS", "CSS GRID", "Reactive form"]
    },
    {
      "Title": "Four card feature section",
      "Description": "A single page that has a minimal design, listing four features on four cards. Input animations are done with angular animations.",
      "ghLink": "https://github.com/andresjosehr/fourd-card-feature-section",
      "demoLink": "https://projects.andresjosehr.com/four-card-feature-section",
      "Technologies": ["Angular", "SASS", "CSS GRID"]
    },
    {
      "Title": "Social proof section",
      "Description": "Personal project of a page designed from a Figma layout. Angular was used for development together with SASS and CSS GRID.",
      "ghLink": "https://github.com/andresjosehr/social-proof-section",
      "demoLink": "https://projects.andresjosehr.com/social-proof-section",
      "Technologies": ["Angular", "CSS GRID", "GIT"]
    },
    {
      "Title": "FAQ accordion card",
      "Description": "FAQ accordion with logic and animations made in Angular.",
      "ghLink": "https://github.com/andresjosehr/faq-accordion",
      "demoLink": "https://proyectos.andresjosehr.com/faq-accordion",
      "Technologies": ["Angular", "CSS GRID", "Angular animations"]
    },
    {
      "Title": "Profile card",
      "Description": "Simple one-page design that features a profile letter with basic information about a person.",
      "ghLink": "https://github.com/andresjosehr/profile-card-component",
      "demoLink": "https://proyectos.andresjosehr.com/profile-card-component",
      "Technologies": ["Angular", "SASS", "GIT"]
    }
  ],
  "Contact.Pretitle": "Contact",
  "Contact.Title": "Get in touch!",
  "Contact.Content": "I will be happy to receive your contact if you want to talk about new opportunities. Write me, and I will reply as soon as I see your message. Simple one-page design that features a profile letter with basic information about a person.",
  "Contact.Btn": "Say Hello"
}
